[
    {
        "teks": "@kemgelapan Salah satu keuntungan yang di dapat ketika anda bergabung dengan akademi crypto milik timothy ronald aka timothy andrew tate Sfx : Tourner Dans Le Vide https://t.co/lfbMPZg2zk",
        "sentimen": "negatif"
    },
    {
        "teks": "Makna dari logo Akademi Crypto #forall #akademicrypto #timothyronald #respect #kalimasada #btc #crypto SC: Timothy Ronald https://t.co/fOccEpvkWE",
        "sentimen": "netral"
    },
    {
        "teks": "CEO Akademi Crypto Timothy Ronald memprediksi bahwa harga Bitcoin akan mencapai Rp20 miliar dalam waktu kurang dari 10 tahun. #MajaLabs #Web3 #Crypto #Bitcoin https://t.co/Ol8ixXfdJb",
        "sentimen": "netral"
    },
    {
        "teks": "Yok kita grebek kantor Akademi Crypto punya Bro Timothy Ronald dan Prof AVS Kalimasada https://t.co/N7eQKJi05D",
        "sentimen": "netral"
    },
    {
        "teks": "Satechainmedia.com- Timothy Ronald yang merupakan CEO Akademi Crypto memprediksi harga Bitcoin akan mencapai Rp20 miliar dalam waktu kurang dari 10 tahun. Menurutnya Bitcoin adalah The First Perfect Money yang pernah diciptakan umat manusia dalam sejarah. Selengkapnya...",
        "sentimen": "netral"
    },
    {
        "teks": "Ketemu lagi sama CEO dan Founder Akademi Crypto Timothy Ronald! Yok kita update market bareng sambil spill porto crypto terbaru &amp; memecoin favorite Timothy~ https://t.co/eoqFrmUflQ",
        "sentimen": "netral"
    },
    {
        "teks": "@lynxluna kuliah itu scam pak mustinya duitnya dipake kelas akademi crypto Timothy Ronald",
        "sentimen": "negatif"
    },
    {
        "teks": "$BNB Technical Analysis - Akademi Crypto #bitcoin #btc crypto #fyp Belajar trading belajar crypto apa itu bnb #manta timothy ronald https://t.co/ejUnk6wHyg",
        "sentimen": "netral"
    },
    {
        "teks": "Saya abis manggil mas2 cleaning service untuk bersihin sofa. Saya lihat foto profil di WA nya kok logo Akademi Crypto nya Timothy Ronald jadi penasaran.. Saya tanya: cicil bitcoin mas? Mas2 nya: iya mas Saya tanya: wuih biasa nyisihin berapa dari gaji? Mas2 nya:",
        "sentimen": "netral"
    },
    {
        "teks": "#Bisnis Profil Timothy Ronald Pengusaha Muda Pendiri Akademi Crypto https://t.co/eVx4ipNxNA",
        "sentimen": "positif"
    },
    {
        "teks": "@Valenciacihay Kalo utk awal2 bisa belajar dlu di channel akademi crypto atau di timothy ronald ka",
        "sentimen": "positif"
    },
    {
        "teks": "Dulu tiktok ilang sekarang channel youtube akademi crypto dan timothy ronald hilang :) Karna terlalu lanyang membahas kebenaran ;) Tetap semangat mengemukakan walau di jegal banyak pihak kenapa vidio edukasi yg menyampaikan kebenaran selalu ditentang.",
        "sentimen": "netral"
    },
    {
        "teks": "@timothyronald22 I don't stand with Timothy Ronald or Akademi Crypto I stand stand with free speech! Itulah problem sentralisasi. Pemegang kontrol bisa secara sepihak melakukan sesuatu. Crypto dibangun dgn prinsip desentralisasi yg tujuan utamanya menyelesaikan problem sentralisasi tadi.",
        "sentimen": "netral"
    },
    {
        "teks": "@timothyronald22 pertanda timothy ronald akan scam / ABU 1. SATU PERSATU KONTEN NYA BAKAL ILANG 2. KOMUNITAS AKADEMI CRYPTO MULAI KRISIS MENUJU BUBAR 3. KORBAN KRIPTO MULAI DI MUTE AKIBATNYA TWITTER INI DI SERBU KORBAN MANTA 4. MULAI MENGHAPUS VIDEO MARGIN CALL 5. SUKA MARAH MARAH GAJELAS",
        "sentimen": "netral"
    },
    {
        "teks": "Intip Profil Timothy Ronald Founder Akademi Crypto yang Tengah Diterpa Isu Tak Sedap https://t.co/vjjTYFaA6g",
        "sentimen": "netral"
    },
    {
        "teks": "Berita Populer Hari Ini: Profil Timothy Ronald Founder Akademi Crypto dan Ahmad Rafif Raya Gagal Kelola Dana Investasi Rp71 M https://t.co/XdPjvhpuB9",
        "sentimen": "netral"
    },
    {
        "teks": "Ironis Timothy Ronald Disebut Tak Akan Susul Indra Kenz Kelas Akademi Crypto Miliknya Kini Justru Banjir Hujatan https://t.co/gLt3mvxjAp",
        "sentimen": "negatif"
    },
    {
        "teks": "Biodata Timothy Ronald Pendiri Akademi Crypto yang Dikaitkan Netizen dengan Isu Indra Kenz Jilid Dua Ada Apa? https://t.co/7ybZy2xMYg",
        "sentimen": "netral"
    },
    {
        "teks": "@timothyronald22 @benbybit Mulai kenal cryptocurrency dari rahun 2022 awal tahun dari channel YouTube nya koh Timothy Ronald......sebelum kenal crypto dulu bahasnya rdpu rdindeks terus saham belakangan baru tahu tentang crypto.....bener koh Timothy blow my mind change my mindset....hidup Akademi Crypto",
        "sentimen": "positif"
    },
    {
        "teks": "Coba cek ini deh: Buku Akademi Crypto | Crypto Trading Guide by Timothy Ronald Rp147.000 di toko Crypto_Indo Tokopedia. Bisa bebas ongkir lho. #academycrypto #bukutreder #akademicrypto https://t.co/ETFM8v42sg",
        "sentimen": "netral"
    },
    {
        "teks": "#dyor #supraoracles $supra $supraoracles Projek ini udh di spill sama influencer timothy ronald di Akademi crypto(margin call eps ke 6) Coba di garap air drop supra oracles Siapa tau jackpot no modal bisa ini Link : https://t.co/UyjtzxbHDt",
        "sentimen": "netral"
    },
    {
        "teks": "Akademi Crypto salah satu website yang memberi ilmu mengenai dunia cryptocurrency dan tidak hanya 'memberi ikan' tetap mengajari anda 'memancing ikan'. Akademi Crypto sendiri merupakan perusahaan milik miliarder muda ternama Timothy Ronald. https://t.co/BQnizNcq66",
        "sentimen": "positif"
    },
    {
        "teks": "Akademi Crypto lagi nyari 3 trader crypto terbaik di Indonesia. Program nya gratis gak perlu bayar dan dimodali 100juta setiap tradernya. Kalian akan langsung dimentori oleh gua dan @altvesting__ trading di kantor kita. Kita akan ajari kalian untuk jadi trader crypto paling",
        "sentimen": "netral"
    },
    {
        "teks": "Investment analyst buat family office gua dan untuk akademi crypto banyak sih dari sales designer editor content writer udah sering buka lowongan di ig.",
        "sentimen": "netral"
    },
    {
        "teks": "Akademi Crypto adalah platform subscription untuk belajar semua yang kalian perlu tau tentang cryptocurrency dari Investasi Trading Fundamental dari blockchain semua di satu tempat. Ibarat kaya nonton netflix tapi untuk belajar cryptocurrency &amp; blockchain. https://t.co/v1nLJxr54R",
        "sentimen": "netral"
    },
    {
        "teks": "Holder #timothyronald akan gua kasih utility free course Akademi Crypto untuk beberapa bulan lagi kita figure out. https://t.co/Cpy2O76ZXN ini tempat edukasi crypto paling lengkap materinya di Indonesia. wait and see https://t.co/7kdcnuwrX7",
        "sentimen": "netral"
    },
    {
        "teks": "New modul update di Akademi Crypto: Blockchain Interoperability. On progress bikin platform edukasi crypto paling lengkap buat temen-temen semua belajar https://t.co/3Ps5E7YgeO",
        "sentimen": "netral"
    },
    {
        "teks": "Investor Muda Timothy Ronald Resmi Meluncurkan Platform Akademi Crypto #bitcoin #kripto https://t.co/5fhcSHV2dA",
        "sentimen": "positif"
    },
    {
        "teks": "Timothy Ronald Resmi Luncurkan Akademi Crypto Platform Edukasi Kripto di Indonesia https://t.co/7JKOCWomqE",
        "sentimen": "netral"
    },
    {
        "teks": "Investor Muda Timothy Ronald Luncurkan Platform Edukasi Akademi Crypto https://t.co/i18IBsG3GP",
        "sentimen": "positif"
    },
    {
        "teks": "ini contoh beberapa modul kelas berbayar dari ratusan di akademi gua diajar sama praktisi langsung skill yang bisa kalian pake di dunia web3. gua udah ditawarin jadi elective course di beberapa kampus gua tolak semua i do this for a cause dorong adopsi crypto di Indonesia https://t.co/Dpa6rpx9S1",
        "sentimen": "netral"
    },
    {
        "teks": "Timothy Ronald mendirikan Akademi Crypto sebagai platform edukasi bagi para calon investor NFT. https://t.co/SUb5ZcsVZg",
        "sentimen": "netral"
    }
]